import "../assets/css/manual.css";

function DashManual() {
  return (
    <div className="manual">
      <div className="manual-question">
        <span>সমস্যাঃ </span>
        <p>চ্যাপ্টারের স্ট্যাটাস কিভাবে চেঞ্জ করব?</p>
      </div>

      <div className="manual-answer">
        <span>সমাধানঃ</span>
        <br />
        <p>
          1. প্রথমেই লগইন করে ড্যাশবোর্ড এ চলে যান।
          <br />
          2. এখন "Add New Class" ফর্ম এর নিচে যে "Set Chapter Status" ফর্মটি আছে
          সেখানে চলে যান।
          <br />
          3. প্রথমেই আপনি যে গ্রুপ এর চ্যাপ্টার এর স্ট্যাটাস পরিবর্তন করতে চান
          সেটা সিলেক্ট করুন।
          <br />
          4. এখন ১ম কিংবা ২য় যে পার্ট এর চ্যাপ্টার এর স্ট্যাটাস পাল্টাতে চান সেই
          পার্ট সিলেক্ট করুন।
          <br />
          5. এখন যে চ্যাপ্টার এর স্ট্যাটাস চেঞ্জ করতে চান সেই চ্যাপ্টার সিলেক্ট
          করুন।
          <br />
          6. সবশেষ এখন আপনি যে স্ট্যাটাস দিতে চান অর্থাৎ "Completed" বা
          "Running" বা "Upcoming" সেটা সিলেক্ট করুন।
          <br />
          7. সব ঠিক মতো সিলেক্ট করা হলে নিচের "Set Status" বাটন টিতে ক্লিক করুন।
          <br />
          8. সঠিক ভাবে আপলোড হলে একটা পপ আপ বক্সে আপনাকে জানিয়ে দেয়া হবে।
          <br />
        </p>
      </div>
    </div>
  );
}

export default DashManual;
